{
  "id": "boggle",
  "_index": 113,
  "name": "Boggle",
  "abilityScores": {
    "STR": {
      "score": 8,
      "mod": -1,
      "ability": "STR"
    },
    "DEX": {
      "score": 18,
      "mod": 4,
      "ability": "DEX"
    },
    "CON": {
      "score": 13,
      "mod": 1,
      "ability": "CON"
    },
    "INT": {
      "score": 6,
      "mod": -2,
      "ability": "INT"
    },
    "WIS": {
      "score": 12,
      "mod": 1,
      "ability": "WIS"
    },
    "CHA": {
      "score": 7,
      "mod": -2,
      "ability": "CHA"
    }
  },
  "alignment": "CHAOTIC_NEUTRAL",
  "armorClass": "14",
  "challengeRating": "1/8 (25 XP)",
  "hitPoints": {
    "average": 18,
    "roll": "4d6+4"
  },
  "race": "FEY",
  "size": "Small fey",
  "speed": "30 ft., climb 30 ft.",
  "senses": "darkvision 60 ft.",
  "source": "volos-guide",
  "languages": ["Sylvan"],
  "skills": ["Perception +3", "Sleight of Hand +6", "Stealth +6"],
  "savingThrows": [],
  "abilities": [
    {
      "name": "Boggle Oil.",
      "description": "The boggle excretes nonflammable oil from its pores. The boggle chooses whether the oil is slippery or sticky and can change the oil on its skin from one consistency to another as a bonus action.\nSlippery Oil: While coated in slippery oil, the boggle gains advantage on Dexterity (Acrobatics) checks made to escape bonds, squeeze through narrow spaces, and end grapples.\nSticky Oil: While coated in sticky oil, the boggle gains advantage on Strength (Athletics) checks made to grapple and any ability check made to maintain a hold on another creature, a surface, or an object. The boggle can also climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.",
      "recharge": null
    },
    {
      "name": "Dimensional Rift.",
      "description": "As a bonus action, the boggle can create an invisible and immobile rift within an opening or frame it can see within 5 feet of it, provided that the space is no bigger than 10 feet on any side. The dimensional rift bridges the distance between that space and any point within 30 feet of it that the boggle can see or specify by distance and direction (such as \"30 feet straight up\"). While next to the rift, the boggle can see through it and is considered to be next to the destination as well, and anything the boggle puts through the rift (including a portion of its body) emerges at the destination. Only the boggle can use the rift, and it lasts until the end of the boggle's next turn.",
      "recharge": null
    },
    {
      "name": "Uncanny Smell.",
      "description": "The boggle has advantage on Wisdom (Perception) checks that rely on smell.",
      "recharge": null
    }
  ],
  "image": null
}
