{
  "id": "corpse_flower",
  "_index": 163,
  "name": "Corpse Flower",
  "abilityScores": {
    "STR": {
      "score": 14,
      "mod": 2,
      "ability": "STR"
    },
    "DEX": {
      "score": 14,
      "mod": 2,
      "ability": "DEX"
    },
    "CON": {
      "score": 16,
      "mod": 3,
      "ability": "CON"
    },
    "INT": {
      "score": 7,
      "mod": -1,
      "ability": "INT"
    },
    "WIS": {
      "score": 15,
      "mod": 2,
      "ability": "WIS"
    },
    "CHA": {
      "score": 3,
      "mod": -3,
      "ability": "CHA"
    }
  },
  "alignment": "CHAOTIC_EVIL",
  "armorClass": "12",
  "challengeRating": "8 (3900 XP)",
  "hitPoints": {
    "average": 127
  },
  "race": "PLANT",
  "size": "Large plant",
  "speed": "20 ft., climb 20 ft.",
  "senses": "blindsight 120 ft. (blind beyond this radius), passive Perception 12",
  "source": "mordenkainens-tome-of-foes",
  "languages": ["-"],
  "skills": [],
  "savingThrows": [],
  "abilities": [
    {
      "name": "Corpses.",
      "description": "When first encountered, a corpse flower contains the corpses of 1d6 + 3 humanoids. A corpse flower can hold the remains of up to nine dead humanoids. These remains have total cover against attacks and other effects outside the corpse flower. If the corpse flower dies, the corpses within it can be pulled free.\nWhile it has at least one humanoid corpse in its body, the corpse flower can use a bonus action to do one of the following:\n> The corpse flower digests one humanoid corpse in its body and instantly regains 11 (2d10) hit points. Nothing of the digested body remains. Any equipment on the corpse is expelled from the corpse flower in its space.\n> The corpse flower animates one dead humanoid in its body, turning it into a zombie. The zombie appears in an unoccupied space within 5 feet of the corpse flower and acts immediately after it in the initiative order. The zombie acts as an ally of the corpse flower but isn't under its control, and the flower's stench clings to it (see the Stench of Death trait).",
      "recharge": null
    },
    {
      "name": "Spider Climb.",
      "description": "The corpse flower can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.",
      "recharge": null
    },
    {
      "name": "Stench of Death.",
      "description": "Each creature that starts its turn within 10 feet of the corpse flower or one of its zombies must make a DC 14 Constitution saving throw, unless the creature is a construct or undead. On a failed save, the creature is incapacitated until the end of the turn. Creatures that are immune to poison damage or the poisoned condition automatically succeed on this saving throw. On a successful save, the creature is immune to the stench of all corpse flowers for 24 hours.",
      "recharge": null
    }
  ],
  "image": null
}
