{
  "id": "dybbuk",
  "_index": 273,
  "name": "Dybbuk",
  "abilityScores": {
    "STR": {
      "score": 6,
      "mod": -2,
      "ability": "STR"
    },
    "DEX": {
      "score": 19,
      "mod": 4,
      "ability": "DEX"
    },
    "CON": {
      "score": 16,
      "mod": 3,
      "ability": "CON"
    },
    "INT": {
      "score": 16,
      "mod": 3,
      "ability": "INT"
    },
    "WIS": {
      "score": 15,
      "mod": 2,
      "ability": "WIS"
    },
    "CHA": {
      "score": 14,
      "mod": 2,
      "ability": "CHA"
    }
  },
  "alignment": "CHAOTIC_EVIL",
  "armorClass": "14",
  "challengeRating": "4 (1100 XP)",
  "hitPoints": {
    "average": 37
  },
  "race": "FIEND",
  "size": "Medium fiend (demon)",
  "speed": "0 ft., 40 ft. (hover)",
  "senses": "darkvision 120 ft., passive Perception 14",
  "source": "mordenkainens-tome-of-foes",
  "languages": ["Abyssal", "Common", "telepathy 120 ft."],
  "skills": ["Deception +6", "Intimidation +4", "Perception +4"],
  "savingThrows": [],
  "abilities": [
    {
      "name": "Incorporeal Movement.",
      "description": "The dybbuk can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object.",
      "recharge": null
    },
    {
      "name": "Innate Spellcasting.",
      "description": "The dybbuk's innate spellcasting ability is Charisma. It can innately cast the following spells, requiring no material components:\n* At will: dimension door\n* 3/day each: fear, phantasmal force",
      "recharge": null
    },
    {
      "name": "Magic Resistance.",
      "description": "The dybbuk has advantage on saving throws against spells and other magical effects.",
      "recharge": null
    },
    {
      "name": "Violate Corpse.",
      "description": "The dybbuk can use a bonus action while it is possessing a corpse to make it do something unnatural, such as vomit blood, twist its head all the way around, or cause a quadruped to move as a biped. Any beast or humanoid that sees this behavior must succeed on a DC 12 Wisdom saving throw or become frightened for 1 minute. The frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on a saving throw against this ability is immune to Violate Corpse for 24 hours. Action",
      "recharge": null
    },
    {
      "name": "Tendril.",
      "description": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) necrotic damage. If the target is a creature, its hit point maximum is also reduced by 3 (1d6). This reduction lasts until the target finishes a short or long rest. The target dies if this effect reduces its hit point maximum to 0.",
      "recharge": null
    },
    {
      "name": "Possess Corpse",
      "description": "The dybbuk disappears into an intact corpse it can see within 5 feet of it. The corpse must be Large or smaller and be that of a beast or a humanoid. The dybbuk is now effectively the possessed creature. Its type becomes undead, though it now looks alive, and it gains a number of temporary hit points equal to the corpse's hit point maximum in life.\nWhile possessing the corpse, the dybbuk retains its hit points, alignment, Intelligence, Wisdom, Charisma, telepathy, and immunity to poison damage, exhaustion, and being charmed and frightened. It otherwise uses the possessed target's game statistics, gaining access to its knowledge and proficiencies but not its class features, if any.",
      "recharge": "(Recharge 6)."
    }
  ],
  "image": null
}
