{
  "id": "elder_evil_template",
  "_index": 281,
  "name": "Elder Evil Template",
  "abilityScores": {
    "STR": {
      "score": 0,
      "mod": 0,
      "ability": "STR"
    },
    "DEX": {
      "score": 0,
      "mod": 0,
      "ability": "DEX"
    },
    "CON": {
      "score": 0,
      "mod": 0,
      "ability": "CON"
    },
    "INT": {
      "score": 0,
      "mod": 0,
      "ability": "INT"
    },
    "WIS": {
      "score": 0,
      "mod": 0,
      "ability": "WIS"
    },
    "CHA": {
      "score": 0,
      "mod": 0,
      "ability": "CHA"
    }
  },
  "alignment": "NEUTRAL",
  "armorClass": "0",
  "challengeRating": "0",
  "hitPoints": {
    "average": 0,
    "roll": ""
  },
  "race": "HUMANOID",
  "size": "",
  "speed": "",
  "senses": null,
  "source": "template",
  "languages": [],
  "skills": [],
  "savingThrows": [],
  "abilities": [
    {
      "name": "Borem's Embrace",
      "description": "The cultist touches one creature within 5 feet of it. The target must succeed on a DC 15 Dexterity saving throw or be coated in sticky, steaming mud. While it is coated in this way, the target's speed is halved, it can't use reactions, and it takes 10 (3d6) fire damage at the start of each of its turns. The effect lasts for 1 minute, until the cultist is incapacitated or dies, or until the target is immersed in water.",
      "recharge": "(1/Day)."
    },
    {
      "name": "Gaze of Corruption",
      "description": "The cultist targets one creature it can see within 30 feet of it. The target must succeed on a DC 15 Constitution saving throw or take 16 (3d10) necrotic damage and be poisoned for 1 minute. The poisoned target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
      "recharge": "(Recharge 6)."
    },
    {
      "name": "Haask's Presence",
      "description": "The cultist transforms into a Tiny, leech-like being and teleports onto the shoulder of a humanoid that it can see within 30 feet of it. The targeted humanoid must succeed on a DC 15 Charisma saving throw or be charmed by the cultist. While the target is charmed, the cultist has control of it on the target's next turn. At the end of that turn, the cultist teleports to an unoccupied space it can see within 30 feet of it and returns to its normal form. The cultist can't be targeted directly by any attack or other effect while it's in the slug-like form, but it is subject to areas of effect as normal.",
      "recharge": "(1/Day)."
    },
    {
      "name": "Radiant Flames",
      "description": "Multihued flame surrounds the cultist for 1 minute, until the cultist is incapacitated or dies, or until the cultist extinguishes the flame (no action required). While inflamed, the cultist has telepathy with a range of 30 feet, and it can teleport as a bonus action up to 30 feet to an unoccupied space it can see. In addition, every creature that starts its turn within 5 feet of the cultist must make a DC 15 Dexterity saving throw, taking 16 (3d10) radiant damage on a failed save, or half as much damage on a successful one.",
      "recharge": "(1/Day)."
    }
  ],
  "image": null
}
