{
  "id": "flail_snail",
  "_index": 316,
  "name": "Flail Snail",
  "abilityScores": {
    "STR": {
      "score": 17,
      "mod": 3,
      "ability": "STR"
    },
    "DEX": {
      "score": 5,
      "mod": -3,
      "ability": "DEX"
    },
    "CON": {
      "score": 20,
      "mod": 5,
      "ability": "CON"
    },
    "INT": {
      "score": 3,
      "mod": -4,
      "ability": "INT"
    },
    "WIS": {
      "score": 10,
      "mod": 0,
      "ability": "WIS"
    },
    "CHA": {
      "score": 5,
      "mod": -3,
      "ability": "CHA"
    }
  },
  "alignment": "UNALIGNED",
  "armorClass": "16 (natural armor)",
  "challengeRating": "3 (700 XP)",
  "hitPoints": {
    "average": 52,
    "roll": "5d10+25"
  },
  "race": "ELEMENTAL",
  "size": "Large elemental",
  "speed": "10 ft.",
  "senses": "darkvision 60 ft., tremorsense 60 ft.",
  "source": "volos-guide",
  "languages": [],
  "skills": [],
  "savingThrows": [],
  "abilities": [
    {
      "name": "Antimagic Shell.",
      "description": "The snail has advantage on saving throws against spells, and any creature making a spell attack against the snail has disadvantage on the attack roll. If the snail succeeds on its saving throw against a spell or a spell attack misses it, an additional effect might occur, as determined by rolling a d6:\n1-2: If the spell affects an area or has multiple targets, it fails and has no effect. If the spell targets only the snail, it has no effect on the snail and is reflected back at the caster, using the spell slot level, spell save DC, attack bonus, and spellcasting ability of the caster.\n3-4: No additional effect.\n5-6: The snail's shell converts some of the spell's energy into a burst of destructive force. Each creature within 30 feet of the snail must make a DC 15 Constitution saving throw, taking 1d6 force damage per level of the spell on a failed save, or half as much damage on a successful one.",
      "recharge": null
    },
    {
      "name": "Flail Tentacles.",
      "description": "The flail snail has five flail tentacles. Whenever the snail takes 10 damage or more on a single turn, one of its tentacles dies. If even one tentacle remains, the snail regrows all dead ones within 1d4 days. If all its tentacles die, the snail retracts into its shell, gaining total cover, and it begins wailing, a sound that can be heard for 600 feet, stopping only when it dies 5d6 minutes later. Healing magic that restores limbs, such as the regenerate spell, can halt this dying process.",
      "recharge": null
    }
  ],
  "image": null
}
