{
  "id": "medusa",
  "_index": 541,
  "name": "Medusa",
  "abilityScores": {
    "STR": {
      "score": 10,
      "mod": 0,
      "ability": "STR"
    },
    "DEX": {
      "score": 15,
      "mod": 2,
      "ability": "DEX"
    },
    "CON": {
      "score": 16,
      "mod": 3,
      "ability": "CON"
    },
    "INT": {
      "score": 12,
      "mod": 1,
      "ability": "INT"
    },
    "WIS": {
      "score": 13,
      "mod": 1,
      "ability": "WIS"
    },
    "CHA": {
      "score": 15,
      "mod": 2,
      "ability": "CHA"
    }
  },
  "alignment": "LAWFUL_EVIL",
  "armorClass": "15 (natural armor)",
  "challengeRating": "6 (2,300 XP)",
  "hitPoints": {
    "average": 127,
    "roll": "17d8+51"
  },
  "race": "MONSTROSITY",
  "size": "Medium monstrosity",
  "speed": "30 ft.",
  "senses": "darkvision 60 ft.",
  "source": "monster-manual",
  "languages": ["Common"],
  "skills": ["Deception +5", "Insight +4", "Perception +4", "Stealth +5"],
  "savingThrows": [],
  "abilities": [
    {
      "name": "Petrifying Gaze.",
      "description": "When a creature that can see the medusa's eyes starts its turn within 30 ft. of the medusa, the medusa can force it to make a DC 14 Constitution saving throw if the medusa isn't incapacitated and can see the creature. If the saving throw fails by 5 or more, the creature is instantly petrified. Otherwise, a creature that fails the save begins to turn to stone and is restrained. The restrained creature must repeat the saving throw at the end of its next turn, becoming petrified on a failure or ending the effect on a success. The petrification lasts until the creature is freed by the greater restoration spell or other magic.\nUnless surprised, a creature can avert its eyes to avoid the saving throw at the start of its turn. If the creature does so, it can't see the medusa until the start of its next turn, when it can avert its eyes again. If the creature looks at the medusa in the meantime, it must immediately make the save.\nIf the medusa sees itself reflected on a polished surface within 30 ft. of it and in an area of bright light, the medusa is, due to its curse, affected by its own gaze.",
      "recharge": null
    }
  ],
  "image": "https://raw.githubusercontent.com/theoperatore/dnd-monster-api/master/src/db/assets/medusa.jpg"
}
